[
  {
    "Subsidy Overview": "Subsidies in agriculture are government transfers that shift risk, lower costs, or raise prices to achieve policy goals such as food security, farm income stability, rural development, environmental outcomes, and trade competitiveness, and they are measured internationally with standardized indicators and “boxes” to classify how distorting they are to markets. At a global level, total support to agriculture across OECD economies averaged roughly USD 349 billion in 2020–22, with about two thirds flowing directly to producers via market price support or budgetary payments; these supports today rely less on price support than in past decades but still vary widely across countries and commodities."
  },
  {
    "Subsidy Overview": "Who gets subsidies"
  },
  {
    "Subsidy Overview": "Producer-facing transfers go to individual farms (smallholders to large agribusiness) as the Producer Support Estimate (PSE), while sector services such as research, inspection, and infrastructure are counted in general services (GSSE), and some measures support consumers directly (CSE) via lower prices or vouchers."
  },
  {
    "Subsidy Overview": "Targeting differs by instrument: area-based EU direct payments go broadly to farms, US programs like ARC/PLC/EQIP cap payments per person or entity, and Brazil’s Plano Safra routes cheap credit through banks with line-specific quotas; low-subsidy New Zealand largely relies on market revenues and regulation, not direct farm transfers."
  },
  {
    "Subsidy Overview": "What kinds exist (typology)"
  },
  {
    "Subsidy Overview": "Market Price Support (MPS): policies that keep domestic prices above/below world benchmarks (tariffs, quotas, administered prices), transferring value from consumers/taxpayers to producers and historically the largest, most distorting category."
  },
  {
    "Subsidy Overview": "Budgetary Producer Payments: cash-like transfers delivered by formulas:"
  },
  {
    "Subsidy Overview": "Coupled output payments (pay per ton/head) and input subsidies (e.g., fertilizer, water, energy) that directly raise production and are classed as trade‑distorting “Amber Box” under WTO rules."
  },
  {
    "Subsidy Overview": "Partially decoupled “Blue Box” payments that limit production via quotas or set-asides, reducing distortions relative to Amber Box."
  },
  {
    "Subsidy Overview": "Decoupled “Green Box” payments with minimal trade distortion, such as environmental schemes, research, disaster relief, and income support not linked to current production or prices."
  },
  {
    "Subsidy Overview": "Insurance and risk tools: premium subsidies for crop/animal insurance (e.g., US PSR; many countries co-finance premiums) and disaster aid windows with payment limits."
  },
  {
    "Subsidy Overview": "Concessional credit and guarantees: subsidized interest via budget equalization (e.g., Brazil Plano Safra, RenovAgro/PRONAF ABC+ lines for low‑carbon investments)."
  },
  {
    "Subsidy Overview": "Public goods/GSSE: R&D, biosecurity, extension, inspection, and infrastructure that lift sector productivity without paying specific farms directly."
  },
  {
    "Subsidy Overview": "Where and how they operate (design levers)"
  },
  {
    "Subsidy Overview": "Caps, de minimis, and quotas: most programs impose per‑farmer caps, per‑project ceilings, or “until funds exhausted” quotas, and WTO allows only limited, capped Amber Box support with special rules for developing countries."
  },
  {
    "Subsidy Overview": "Gatekeepers and compliance: registries and environmental baselines (e.g., Brazil’s CAR/SICAR) are prerequisites for concessional lines or eco‑schemes, and EU CAP eco‑schemes dedicate a fixed share of direct payments to climate/biodiversity practices."
  },
  {
    "Subsidy Overview": "Calendars: program windows follow fiscal or crop-year calendars and close once envelopes are allocated, creating urgency and first‑come or competitive dynamics (e.g., bank quotas under Plano Safra)."
  },
  {
    "Subsidy Overview": "Which farmers are most affected"
  },
  {
    "Subsidy Overview": "Amber Box/input subsidies tend to benefit larger, input‑intensive operations by design unless tightly targeted; IMF analysis notes political appeal and risk of overuse and misallocation when markets are imperfect or objectives are diffuse."
  },
  {
    "Subsidy Overview": "Decoupled income and environmental payments are accessible to a wider set of farms but still skew to landholders unless small‑farmer top‑ups or redistributive tools are enforced; EU reforms add a 10% redistributive payment but resisted mandatory caps on very large farms, so distribution remains uneven."
  },
  {
    "Subsidy Overview": "In credit‑heavy systems (Brazil), bankable producers with complete compliance files secure more of the quota; family farmers tap PRONAF (with lower rates) while medium/large use Pronamp/RenovAgro, each with product-specific limits and green lines for pasture recovery and ILPF."
  },
  {
    "Subsidy Overview": "In low‑subsidy settings (New Zealand), exposure to market risk is higher; the removal in the 1980s forced rapid restructuring and revealed prior overproduction on marginal land that had been profitable only due to subsidies."
  },
  {
    "Subsidy Overview": "Do subsidies make food cheaper for consumers?"
  },
  {
    "Subsidy Overview": "Price-support and coupled output subsidies can reduce consumer prices by raising supply or lowering domestic prices (positive CSE) but often raise fiscal costs and distort trade; OECD documents show MPS is the most distortionary and can also raise consumer prices if protectionist tools push prices above world levels."
  },
  {
    "Subsidy Overview": "Consumer‑facing subsidies (vouchers or targeted fruit/vegetable discounts) increase purchases among low‑income households; meta‑analyses estimate a 10% price cut raises fruit/vegetable sales roughly 5–16%, but evidence on sustained diet change is mixed and effects are inelastic."
  },
  {
    "Subsidy Overview": "Input subsidies frequently lower production costs and can reduce prices in efficient markets; IMF notes they sometimes miss poorest farmers, are fiscally costly, and risk environmental harm from over‑application, muting long‑run consumer benefits."
  },
  {
    "Subsidy Overview": "Why subsidies persist (political economy)"
  },
  {
    "Subsidy Overview": "Broad coalitions: subsidies touch many voters (farmers, rural workers, input suppliers), making them politically durable; attempts at removal often see partial returns unless market institutions and safety nets replace them."
  },
  {
    "Subsidy Overview": "Strategic goals: governments use them to stabilize supply amid climate shocks, pursue green transitions (eco‑schemes, ABC+), or defend export positions; Brazil’s 2025/26 Plano Safra totals R$516.2 billion in subsidized credit to sustain output and green investments."
  },
  {
    "Subsidy Overview": "Noteworthy regional initiatives"
  },
  {
    "Subsidy Overview": "European Union CAP 2023–27: Eco‑schemes must account for about 25% of direct payments after a learning phase, with higher shares of rural development funds ringfenced for agri‑environment; redistributive top‑up (≥10%) seeks to correct concentration, but mandatory caps on very large farms were not adopted."
  },
  {
    "Subsidy Overview": "United States 2025 assistance: new economic assistance payments (ECAP) added temporary caps of $125k or $250k tied to farm‑income share and hard filing deadlines, illustrating modern “cut‑off calculations” in action; payments may be factored down initially to avoid exceeding appropriations."
  },
  {
    "Subsidy Overview": "Brazil’s low‑carbon shift: RenovAgro and PRONAF ABC+ finance degraded pasture recovery, ILPF, and forests at concessional rates, but access is cut off by annual bank quotas, CAR compliance, and practice lists embedded in central bank resolutions; total Plano Safra envelopes adjust yearly and close when fully subscribed."
  },
  {
    "Subsidy Overview": "New Zealand’s subsidy‑free model: a rare, sustained elimination of most farm subsidies since the 1980s created a high‑efficiency, market‑oriented sector but shifted adjustment costs to producers and left ongoing environmental challenges to be managed by regulation and market incentives."
  },
  {
    "Subsidy Overview": "How to evaluate subsidy quality"
  },
  {
    "Subsidy Overview": "Market distortion and environmental impact: OECD flags output‑based payments, MPS, and variable input subsidies as the most distorting and environmentally risky; performance‑based, decoupled, or public‑goods investments are less distorting and often preferable."
  },
  {
    "Subsidy Overview": "Targeting and leakage: IMF notes that targeting higher‑productivity farms can maximize aggregate output, but political and equity considerations often favor smallholders; either approach requires strong local markets to transmit benefits to consumers."
  },
  {
    "Subsidy Overview": "Sunset clauses and caps: robust caps, transparent deadlines, and factor‑down mechanisms (pro‑rata cuts) help keep programs within budgets and reduce winner‑take‑all dynamics, as seen in US ECAP and EU eco‑scheme learning periods."
  },
  {
    "Subsidy Overview": "Bottom line"
  },
  {
    "Subsidy Overview": "Subsidies are diverse policy tools that redistribute hundreds of billions globally each year to stabilize farm incomes, steer practices, and influence prices, but their impact on consumers ranges from cheaper food (when subsidies expand supply or lower retail prices) to more expensive food (when protection raises domestic prices), and the best outcomes come from transparent, capped, and environmentally aligned designs that correct genuine market failures rather than entrench distortions"
  }
]